"%[Any]@ of the following are true" = "%1$[Cokoli]@ z následujícího platí";
"%[All]@ of the following are true" = "%1$[Vše]@ z následujícího platí";

"%[bitrate]@ %[is]@ %@ kbps" = "%1$[Bitový tok]@ %2$[je]@ %3$@ kb/s";
"%[bitrate]@ %[is not]@ %@ kbps" = "%1$[Bitový tok]@ %2$[není]@ %3$@ kb/s";
"%[bitrate]@ %[is greater than]@ %@ kbps" = "%1$[Bitový tok]@ %2$[je vyšší než]@ %3$@ kb/s";
"%[bitrate]@ %[is less than]@ %@ kbps" = "%1$[Bitový tok]@ %2$[je nižší než]@ %3$@ kb/s";
"%[bitrate]@ %[is in the range]@ %@ to %@ %[kbps]@" = "%1$[Bitový tok]@ %2$[je v rozsahu]@ %3$@ až %4$@ %5$[kb/s]@";

"%[sample_rate]@ %[is]@ %@ Hz" = "%1$[Frekvence vzorku]@ %2$[je]@ %3$@ Hz";
"%[sample_rate]@ %[is not]@ %@ Hz" = "%1$[Frekvence vzorku]@ %2$[není]@ %3$@ Hz";
"%[sample_rate]@ %[is greater than]@ %@ Hz" = "%1$[Frekvence vzorku]@ %2$[je vyšší než]@ %3$@ Hz";
"%[sample_rate]@ %[is less than]@ %@ Hz" = "%1$[Frekvence vzorku]@ %2$[je nižší než]@ %3$@ Hz";
"%[sample_rate]@ %[is in the range]@ %@ to %@ %[Hz]@" = "%1$[Frekvence vzorku]@ %2$[je v rozsahu]@ %3$@ až %4$@ %5$[Hz]@";

"%[bpm]@ %[is]@ %@" = "%1$[BPM]@ %2$[je]@ %3$@";
"%[bpm]@ %[is not]@ %@" = "%1$[BPM]@ %2$[není]@ %3$@";
"%[bpm]@ %[is greater than]@ %@" = "%1$[BPM]@ %2$[je vyšší než]@ %3$@";
"%[bpm]@ %[is less than]@ %@" = "%1$[BPM]@ %2$[je nižší než]@ %3$@";
"%[bpm]@ %[is in the range]@ %@ to %@" = "%1$[BPM]@ %2$[je v rozsahu]@ %3$@ až %4$@";

"%[disc_number]@ %[is]@ %@" = "%1$[Číslo disku]@ %2$[je]@ %3$@";
"%[disc_number]@ %[is not]@ %@" = "%1$[Číslo disku]@ %2$[není]@ %3$@";
"%[disc_number]@ %[is greater than]@ %@" = "%1$[Číslo disku]@ %2$[je vyšší než]@ %3$@";
"%[disc_number]@ %[is less than]@ %@" = "%1$[Číslo disku]@ %2$[je nižší než]@ %3$@";
"%[disc_number]@ %[is in the range]@ %@ to %@" = "%1$[Číslo disku]@ %2$[je v rozsahu]@ %3$@ až %4$@";

"%[userplaycount]@ %[is]@ %@" = "%1$[Počet přehrání]@ %2$[je]@ %3$@";
"%[userplaycount]@ %[is not]@ %@" = "%1$[Počet přehrání]@ %2$[není]@ %3$@";
"%[userplaycount]@ %[is greater than]@ %@" = "%1$[Počet přehrání]@ %2$[je vyšší než]@ %3$@";
"%[userplaycount]@ %[is less than]@ %@" = "%1$[Počet přehrání]@ %2$[je nižší než]@ %3$@";
"%[userplaycount]@ %[is in the range]@ %@ to %@" = "%1$[Počet přehrání]@ %2$[je v rozsahu]@ %3$@ až %4$@";

"%[season]@ %[is]@ %@" = "%1$[Sezóna]@ %2$[je]@ %3$@";
"%[season]@ %[is not]@ %@" = "%1$[Sezóna]@ %2$[není]@ %3$@";
"%[season]@ %[is greater than]@ %@" = "%1$[Sezóna]@ %2$[je pozdější než]@ %3$@";
"%[season]@ %[is less than]@ %@" = "%1$[Sezóna]@ %2$[je dřívější než]@ %3$@";
"%[season]@ %[is in the range]@ %@ to %@" = "%1$[Sezóna]@ %2$[je v rozsahu]@ %3$@ až %4$@";

"%[userskipcount]@ %[is]@ %@" = "%1$[Počet vynechání]@ %2$[je]@ %3$@";
"%[userskipcount]@ %[is not]@ %@" = "%1$[Počet vynechání]@ %2$[není]@ %3$@";
"%[userskipcount]@ %[is greater than]@ %@" = "%1$[Počet vynechání]@ %2$[je vyšší než]@ %3$@";
"%[userskipcount]@ %[is less than]@ %@" = "%1$[Počet vynechání]@ %2$[je nižší než]@ %3$@";
"%[userskipcount]@ %[is in the range]@ %@ to %@" = "%1$[Počet vynechání]@ %2$[je v rozsahu]@ %3$@ až %4$@";

"%[track_number]@ %[is]@ %@" = "%1$[Číslo stopy]@ %2$[je]@ %3$@";
"%[track_number]@ %[is not]@ %@" = "%1$[Číslo stopy]@ %2$[není]@ %3$@";
"%[track_number]@ %[is greater than]@ %@" = "%1$[Číslo stopy]@ %2$[je vyšší než]@ %3$@";
"%[track_number]@ %[is less than]@ %@" = "%1$[Číslo stopy]@ %2$[je nižší než]@ %3$@";
"%[track_number]@ %[is in the range]@ %@ to %@" = "%1$[Číslo stopy]@ %2$[je v rozsahu]@ %3$@ až %4$@";

"%[year]@ %[is]@ %@" = "%1$[Rok]@ %2$[je]@ %3$@";
"%[year]@ %[is not]@ %@" = "%1$[Rok]@ %2$[není]@ %3$@";
"%[year]@ %[is greater than]@ %@" = "%1$[Rok]@ %2$[je pozdější než]@ %3$@";
"%[year]@ %[is less than]@ %@" = "%1$[Rok]@ %2$[je dřívější než]@ %3$@";
"%[year]@ %[is in the range]@ %@ to %@" = "%1$[Rok]@ %2$[je v rozsahu]@ %3$@ až %4$@";

"%[totalsize]@ %[is]@ %@ MB" = "%1$[Velikost]@ %2$[je]@ %3$@ MB";
"%[totalsize]@ %[is not]@ %@ MB" = "%1$[Velikost]@ %2$[není]@ %3$@ MB";
"%[totalsize]@ %[is greater than]@ %@ MB" = "%1$[Velikost]@ %2$[je více než]@ %3$@ MB";
"%[totalsize]@ %[is less than]@ %@ MB" = "%1$[Velikost]@ %2$[je méně než]@ %3$@ MB";
"%[totalsize]@ %[is in the range]@ %@ to %@ %[MB]@" = "%1$[Velikost]@ %2$[je v rozsahu]@ %3$@ až %4$@ %5$[MB]@";

"%[album]@ %[contains]@ %@" = "%1$[Album]@ %2$[obsahuje]@ %3$@";
"%[album]@ %[does not contain]@ %@" = "%1$[Album]@ %2$[neobsahuje]@ %3$@";
"%[album]@ %[is]@ %@" = "%1$[Album]@ %2$[je]@ %3$@";
"%[album]@ %[is not]@ %@" = "%1$[Album]@ %2$[není]@ %3$@";
"%[album]@ %[begins with]@ %@" = "%1$[Album]@ %2$[začíná na]@ %3$@";
"%[album]@ %[ends with]@ %@" = "%1$[Album]@ %2$[končí na]@ %3$@";

"%[album_artist]@ %[contains]@ %@" = "%1$[Interpret alba]@ %2$[obsahuje]@ %3$@";
"%[album_artist]@ %[does not contain]@ %@" = "%1$[Interpret alba]@ %2$[neobsahuje]@ %3$@";
"%[album_artist]@ %[is]@ %@" = "%1$[Interpret alba]@ %2$[je]@ %3$@";
"%[album_artist]@ %[is not]@ %@" = "%1$[Interpret alba]@ %2$[není]@ %3$@";
"%[album_artist]@ %[begins with]@ %@" = "%1$[Interpret alba]@ %2$[začíná na]@ %3$@";
"%[album_artist]@ %[ends with]@ %@" = "%1$[Interpret alba]@ %2$[končí na]@ %3$@";

"%[artist]@ %[contains]@ %@" = "%1$[Interpret]@ %2$[obsahuje]@ %3$@";
"%[artist]@ %[does not contain]@ %@" = "%1$[Interpret]@ %2$[neobsahuje]@ %3$@";
"%[artist]@ %[is]@ %@" = "%1$[Interpret]@ %2$[je]@ %3$@";
"%[artist]@ %[is not]@ %@" = "%1$[Interpret]@ %2$[není]@ %3$@";
"%[artist]@ %[begins with]@ %@" = "%1$[Interpret]@ %2$[začíná na]@ %3$@";
"%[artist]@ %[ends with]@ %@" = "%1$[Interpret]@ %2$[končí na]@ %3$@";

"%[category]@ %[contains]@ %@" = "%1$[Kategorie]@ %2$[obsahuje]@ %3$@";
"%[category]@ %[does not contain]@ %@" = "%1$[Kategorie]@ %2$[neobsahuje]@ %3$@";
"%[category]@ %[is]@ %@" = "%1$[Kategorie]@ %2$[je]@ %3$@";
"%[category]@ %[is not]@ %@" = "%1$[Kategorie]@ %2$[není]@ %3$@";
"%[category]@ %[begins with]@ %@" = "%1$[Kategorie]@ %2$[začíná na]@ %3$@";
"%[category]@ %[ends with]@ %@" = "%1$[Kategorie]@ %2$[končí na]@ %3$@";

"%[comments]@ %[contains]@ %@" = "%1$[Komentář]@ %2$[obsahuje]@ %3$@";
"%[comments]@ %[does not contain]@ %@" = "%1$[Komentář]@ %2$[neobsahuje]@ %3$@";
"%[comments]@ %[is]@ %@" = "%1$[Komentář]@ %2$[je]@ %3$@";
"%[comments]@ %[is not]@ %@" = "%1$[Komentář]@ %2$[není]@ %3$@";
"%[comments]@ %[begins with]@ %@" = "%1$[Komentář]@ %2$[začíná na]@ %3$@";
"%[comments]@ %[ends with]@ %@" = "%1$[Komentář]@ %2$[končí na]@ %3$@";

"%[composer]@ %[contains]@ %@" = "%1$[Skladatel]@ %2$[obsahuje]@ %3$@";
"%[composer]@ %[does not contain]@ %@" = "%1$[Skladatel]@ %2$[neobsahuje]@ %3$@";
"%[composer]@ %[is]@ %@" = "%1$[Skladatel]@ %2$[je]@ %3$@";
"%[composer]@ %[is not]@ %@" = "%1$[Skladatel]@ %2$[není]@ %3$@";
"%[composer]@ %[begins with]@ %@" = "%1$[Skladatel]@ %2$[začíná na]@ %3$@";
"%[composer]@ %[ends with]@ %@" = "%1$[Skladatel]@ %2$[končí na]@ %3$@";

"%[debug]@ %[contains]@ %@" = "%1$[Ladění]@ %2$[obsahuje]@ %3$@";
"%[debug]@ %[does not contain]@ %@" = "%1$[Ladění]@ %2$[neobsahuje]@ %3$@";
"%[debug]@ %[is]@ %@" = "%1$[Ladění]@ %2$[je]@ %3$@";
"%[debug]@ %[is not]@ %@" = "%1$[Ladění]@ %2$[není]@ %3$@";
"%[debug]@ %[begins with]@ %@" = "%1$[Ladění]@ %2$[začíná na]@ %3$@";
"%[debug]@ %[ends with]@ %@" = "%1$[Ladění]@ %2$[končí na]@ %3$@";

"%[description]@ %[contains]@ %@" = "%1$[Popis]@ %2$[obsahuje]@ %3$@";
"%[description]@ %[does not contain]@ %@" = "%1$[Popis]@ %2$[neobsahuje]@ %3$@";
"%[description]@ %[is]@ %@" = "%1$[Popis]@ %2$[je]@ %3$@";
"%[description]@ %[is not]@ %@" = "%1$[Popis]@ %2$[není]@ %3$@";
"%[description]@ %[begins with]@ %@" = "%1$[Popis]@ %2$[začíná na]@ %3$@";
"%[description]@ %[ends with]@ %@" = "%1$[Popis]@ %2$[končí na]@ %3$@";

"%[genre]@ %[contains]@ %@" = "%1$[Žánr]@ %2$[obsahuje]@ %3$@";
"%[genre]@ %[does not contain]@ %@" = "%1$[Žánr]@ %2$[neobsahuje]@ %3$@";
"%[genre]@ %[is]@ %@" = "%1$[Žánr]@ %2$[je]@ %3$@";
"%[genre]@ %[is not]@ %@" = "%1$[Žánr]@ %2$[není]@ %3$@";
"%[genre]@ %[begins with]@ %@" = "%1$[Žánr]@ %2$[začíná na]@ %3$@";
"%[genre]@ %[ends with]@ %@" = "%1$[Žánr]@ %2$[končí na]@ %3$@";

"%[grouping]@ %[contains]@ %@" = "%1$[Seskupení]@ %2$[obsahuje]@ %3$@";
"%[grouping]@ %[does not contain]@ %@" = "%1$[Seskupení]@ %2$[neobsahuje]@ %3$@";
"%[grouping]@ %[is]@ %@" = "%1$[Seskupení]@ %2$[je]@ %3$@";
"%[grouping]@ %[is not]@ %@" = "%1$[Seskupení]@ %2$[není]@ %3$@";
"%[grouping]@ %[begins with]@ %@" = "%1$[Seskupení]@ %2$[začíná na]@ %3$@";
"%[grouping]@ %[ends with]@ %@" = "%1$[Seskupení]@ %2$[končí na]@ %3$@";

"%[kind]@ %[contains]@ %@" = "%1$[Druh]@ %2$[obsahuje]@ %3$@";
"%[kind]@ %[does not contain]@ %@" = "%1$[Druh]@ %2$[neobsahuje]@ %3$@";
"%[kind]@ %[is]@ %@" = "%1$[Druh]@ %2$[je]@ %3$@";
"%[kind]@ %[is not]@ %@" = "%1$[Druh]@ %2$[není]@ %3$@";
"%[kind]@ %[begins with]@ %@" = "%1$[Druh]@ %2$[začíná na]@ %3$@";
"%[kind]@ %[ends with]@ %@" = "%1$[Druh]@ %2$[končí na]@ %3$@";

"%[name]@ %[contains]@ %@" = "%1$[Název]@ %2$[obsahuje]@ %3$@";
"%[name]@ %[does not contain]@ %@" = "%1$[Název]@ %2$[neobsahuje]@ %3$@";
"%[name]@ %[is]@ %@" = "%1$[Název]@ %2$[je]@ %3$@";
"%[name]@ %[is not]@ %@" = "%1$[Název]@ %2$[není]@ %3$@";
"%[name]@ %[begins with]@ %@" = "%1$[Název]@ %2$[začíná na]@ %3$@";
"%[name]@ %[ends with]@ %@" = "%1$[Název]@ %2$[končí na]@ %3$@";

"%[series_name]@ %[contains]@ %@" = "%1$[Pořad]@ %2$[obsahuje]@ %3$@";
"%[series_name]@ %[does not contain]@ %@" = "%1$[Pořad]@ %2$[neobsahuje]@ %3$@";
"%[series_name]@ %[is]@ %@" = "%1$[Pořad]@ %2$[je]@ %3$@";
"%[series_name]@ %[is not]@ %@" = "%1$[Pořad]@ %2$[není]@ %3$@";
"%[series_name]@ %[begins with]@ %@" = "%1$[Pořad]@ %2$[začíná na]@ %3$@";
"%[series_name]@ %[ends with]@ %@" = "%1$[Pořad]@ %2$[končí na]@ %3$@";

"%[sort_album]@ %[contains]@ %@" = "%1$[Řadicí alias alba]@ %2$[obsahuje]@ %3$@";
"%[sort_album]@ %[does not contain]@ %@" = "%1$[Řadicí alias alba]@ %2$[neobsahuje]@ %3$@";
"%[sort_album]@ %[is]@ %@" = "%1$[Řadicí alias alba]@ %2$[je]@ %3$@";
"%[sort_album]@ %[is not]@ %@" = "%1$[Řadicí alias alba]@ %2$[není]@ %3$@";
"%[sort_album]@ %[begins with]@ %@" = "%1$[Řadicí alias alba]@ %2$[začíná na]@ %3$@";
"%[sort_album]@ %[ends with]@ %@" = "%1$[Řadicí alias alba]@ %2$[končí na]@ %3$@";

"%[sort_album_artist]@ %[contains]@ %@" = "%1$[Řadicí alias interpreta alba]@ %2$[obsahuje]@ %3$@";
"%[sort_album_artist]@ %[does not contain]@ %@" = "%1$[Řadicí alias interpreta alba]@ %2$[neobsahuje]@ %3$@";
"%[sort_album_artist]@ %[is]@ %@" = "%1$[Řadicí alias interpreta alba]@ %2$[je]@ %3$@";
"%[sort_album_artist]@ %[is not]@ %@" = "%1$[Řadicí alias interpreta alba]@ %2$[není]@ %3$@";
"%[sort_album_artist]@ %[begins with]@ %@" = "%1$[Řadicí alias interpreta alba]@ %2$[začíná na]@ %3$@";
"%[sort_album_artist]@ %[ends with]@ %@" = "%1$[Řadicí alias interpreta alba]@ %2$[končí na]@ %3$@";

"%[sort_artist]@ %[contains]@ %@" = "%1$[Řadicí alias interpreta]@ %2$[obsahuje]@ %3$@";
"%[sort_artist]@ %[does not contain]@ %@" = "%1$[Řadicí alias interpreta]@ %2$[neobsahuje]@ %3$@";
"%[sort_artist]@ %[is]@ %@" = "%1$[Řadicí alias interpreta]@ %2$[je]@ %3$@";
"%[sort_artist]@ %[is not]@ %@" = "%1$[Řadicí alias interpreta]@ %2$[není]@ %3$@";
"%[sort_artist]@ %[begins with]@ %@" = "%1$[Řadicí alias interpreta]@ %2$[začíná na]@ %3$@";
"%[sort_artist]@ %[ends with]@ %@" = "%1$[Řadicí alias interpreta]@ %2$[končí na]@ %3$@";

"%[sort_composer]@ %[contains]@ %@" = "%1$[Řadicí alias skladatele]@ %2$[obsahuje]@ %3$@";
"%[sort_composer]@ %[does not contain]@ %@" = "%1$[Řadicí alias skladatele]@ %2$[neobsahuje]@ %3$@";
"%[sort_composer]@ %[is]@ %@" = "%1$[Řadicí alias skladatele]@ %2$[je]@ %3$@";
"%[sort_composer]@ %[is not]@ %@" = "%1$[Řadicí alias skladatele]@ %2$[není]@ %3$@";
"%[sort_composer]@ %[begins with]@ %@" = "%1$[Řadicí alias skladatele]@ %2$[začíná na]@ %3$@";
"%[sort_composer]@ %[ends with]@ %@" = "%1$[Řadicí alias skladatele]@ %2$[končí na]@ %3$@";

"%[sort_name]@ %[contains]@ %@" = "%1$[Řadicí alias názvu]@ %2$[obsahuje]@ %3$@";
"%[sort_name]@ %[does not contain]@ %@" = "%1$[Řadicí alias názvu]@ %2$[neobsahuje]@ %3$@";
"%[sort_name]@ %[is]@ %@" = "%1$[Řadicí alias názvu]@ %2$[je]@ %3$@";
"%[sort_name]@ %[is not]@ %@" = "%1$[Řadicí alias názvu]@ %2$[není]@ %3$@";
"%[sort_name]@ %[begins with]@ %@" = "%1$[Řadicí alias názvu]@ %2$[začíná na]@ %3$@";
"%[sort_name]@ %[ends with]@ %@" = "%1$[Řadicí alias názvu]@ %2$[končí na]@ %3$@";

"%[sort_series_name]@ %[contains]@ %@" = "%1$[Řadicí alias pořadu]@ %2$[obsahuje]@ %3$@";
"%[sort_series_name]@ %[does not contain]@ %@" = "%1$[Řadicí alias pořadu]@ %2$[neobsahuje]@ %3$@";
"%[sort_series_name]@ %[is]@ %@" = "%1$[Řadicí alias pořadu]@ %2$[je]@ %3$@";
"%[sort_series_name]@ %[is not]@ %@" = "%1$[Řadicí alias pořadu]@ %2$[není]@ %3$@";
"%[sort_series_name]@ %[begins with]@ %@" = "%1$[Řadicí alias pořadu]@ %2$[začíná na]@ %3$@";
"%[sort_series_name]@ %[ends with]@ %@" = "%1$[Řadicí alias pořadu]@ %2$[končí na]@ %3$@";

"%[date_added]@ %[is]@ %@" = "%1$[Přidáno]@ %2$[dne]@ %3$@";
"%[date_added]@ %[is not]@ %@" = "%1$[Přidáno]@ %2$[jindy než]@ %3$@";
"%[date_added]@ %[is greater than]@ %@" = "%1$[Přidáno]@ %2$[po]@ %3$@";
"%[date_added]@ %[is less than]@ %@" = "%1$[Přidáno]@ %2$[před]@ %3$@";
"%[date_added]@ %[in the last]@ %@ %[days]@" = "%1$[Přidáno]@ %2$[v posledních]@ %3$@ %4$[dnech]@";
"%[date_added]@ %[in the last]@ %@ %[weeks]@" = "%1$[Přidáno]@ %2$[v posledních]@ %3$@ %4$[týdnech]@";
"%[date_added]@ %[in the last]@ %@ %[months]@" = "%1$[Přidáno]@ %2$[v posledních]@ %3$@ %4$[měsících]@";
"%[date_added]@ %[not in the last]@ %@ %[days]@" = "%1$[Přidáno]@ %2$[jindy než v posledních]@ %3$@ %4$[dnech]@";
"%[date_added]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Přidáno]@ %2$[jindy než v posledních]@ %3$@ %4$[týdnech]@";
"%[date_added]@ %[not in the last]@ %@ %[months]@" = "%1$[Přidáno]@ %2$[jindy než v posledních]@ %3$@ %4$[měsících]@";
"%[date_added]@ %[is in the range]@ %@ to %@" = "%1$[Přidáno]@ %2$[v době od]@ %3$@ do %4$@";

"%[date_modified]@ %[is]@ %@" = "%1$[Změněno]@ %2$[dne]@ %3$@";
"%[date_modified]@ %[is not]@ %@" = "%1$[Změněno]@ %2$[jindy než]@ %3$@";
"%[date_modified]@ %[is greater than]@ %@" = "%1$[Změněno]@ %2$[po]@ %3$@";
"%[date_modified]@ %[is less than]@ %@" = "%1$[Změněno]@ %2$[před]@ %3$@";
"%[date_modified]@ %[in the last]@ %@ %[days]@" = "%1$[Změněno]@ %2$[v posledních]@ %3$@ %4$[dnech]@";
"%[date_modified]@ %[in the last]@ %@ %[weeks]@" = "%1$[Změněno]@ %2$[v posledních]@ %3$@ %4$[týdnech]@";
"%[date_modified]@ %[in the last]@ %@ %[months]@" = "%1$[Změněno]@ %2$[v posledních]@ %3$@ %4$[měsících]@";
"%[date_modified]@ %[not in the last]@ %@ %[days]@" = "%1$[Změněno]@ %2$[jindy než v posledních]@ %3$@ %4$[dnech]@";
"%[date_modified]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Změněno]@ %2$[jindy než v posledních]@ %3$@ %4$[týdnech]@";
"%[date_modified]@ %[not in the last]@ %@ %[months]@" = "%1$[Změněno]@ %2$[jindy než v posledních]@ %3$@ %4$[měsících]@";
"%[date_modified]@ %[is in the range]@ %@ to %@" = "%1$[Změněno]@ %2$[v době od]@ %3$@ do %4$@";

"%[playdate]@ %[is]@ %@" = "%1$[Přehráno]@ %2$[dne]@ %3$@";
"%[playdate]@ %[is not]@ %@" = "%1$[Přehráno]@ %2$[jindy než]@ %3$@";
"%[playdate]@ %[is greater than]@ %@" = "%1$[Přehráno]@ %2$[po]@ %3$@";
"%[playdate]@ %[is less than]@ %@" = "%1$[Přehráno]@ %2$[před]@ %3$@";
"%[playdate]@ %[in the last]@ %@ %[days]@" = "%1$[Přehráno]@ %2$[v posledních]@ %3$@ %4$[dnech]@";
"%[playdate]@ %[in the last]@ %@ %[weeks]@" = "%1$[Přehráno]@ %2$[v posledních]@ %3$@ %4$[týdnech]@";
"%[playdate]@ %[in the last]@ %@ %[months]@" = "%1$[Přehráno]@ %2$[v posledních]@ %3$@ %4$[měsících]@";
"%[playdate]@ %[not in the last]@ %@ %[days]@" = "%1$[Nepřehráno]@ %2$[v posledních]@ %3$@ %4$[dnech]@";
"%[playdate]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Nepřehráno]@ %2$[v posledních]@ %3$@ %4$[týdnech]@";
"%[playdate]@ %[not in the last]@ %@ %[months]@" = "%1$[Nepřehráno]@ %2$[v posledních]@ %3$@ %4$[měsících]@";
"%[playdate]@ %[is in the range]@ %@ to %@" = "%1$[Přehráno]@ %2$[v době od]@ %3$@ do %4$@";

"%[skipdate]@ %[is]@ %@" = "%1$[Vynecháno]@ %2$[dne]@ %3$@";
"%[skipdate]@ %[is not]@ %@" = "%1$[Vynecháno]@ %2$[jindy než]@ %3$@";
"%[skipdate]@ %[is greater than]@ %@" = "%1$[Vynecháno]@ %2$[po]@ %3$@";
"%[skipdate]@ %[is less than]@ %@" = "%1$[Vynecháno]@ %2$[před]@ %3$@";
"%[skipdate]@ %[in the last]@ %@ %[days]@" = "%1$[Vynecháno]@ %2$[v posledních]@ %3$@ %4$[dnech]@";
"%[skipdate]@ %[in the last]@ %@ %[weeks]@" = "%1$[Vynecháno]@ %2$[v posledních]@ %3$@ %4$[týdnech]@";
"%[skipdate]@ %[in the last]@ %@ %[months]@" = "%1$[Vynecháno]@ %2$[v posledních]@ %3$@ %4$[měsících]@";
"%[skipdate]@ %[not in the last]@ %@ %[days]@" = "%1$[Nevynecháno]@ %2$[v posledních]@ %3$@ %4$[dnech]@";
"%[skipdate]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Nevynecháno]@ %2$[v posledních]@ %3$@ %4$[týdnech]@";
"%[skipdate]@ %[not in the last]@ %@ %[months]@" = "%1$[Nevynecháno]@ %2$[v posledních]@ %3$@ %4$[měsících]@";
"%[skipdate]@ %[is in the range]@ %@ to %@" = "%1$[Vynecháno]@ %2$[v době od]@ %3$@ do %4$@";

"%[songid]@ %[is]@" = "%1$[Zakoupeno]@ %2$[ano]@";
"%[songid]@ %[is not]@" = "%1$[Zakoupeno]@ %2$[ne]@";

"%[olduserdisabled]@ %[is]@" = "%1$[Označeno]@ %2$[ano]@";
"%[olduserdisabled]@ %[is not]@" = "%1$[Označeno]@ %2$[ne]@";

"%[artwork]@ %[is]@" = "%1$[Grafika alba]@ %2$[ano]@";
"%[artwork]@ %[is not]@" = "%1$[Grafika alba]@ %2$[ne]@";

"%[compilation]@ %[is]@" = "%1$[Kompilace]@ %2$[ano]@";
"%[compilation]@ %[is not]@" = "%1$[Kompilace]@ %2$[ne]@";

"%[totaltime]@ %[is]@ %@" = "%1$[Čas]@ %2$[je]@ %3$@";
"%[totaltime]@ %[is not]@ %@" = "%1$[Čas]@ %2$[není]@ %3$@";
"%[totaltime]@ %[is greater than]@ %@" = "%1$[Čas]@ %2$[je delší než]@ %3$@";
"%[totaltime]@ %[is less than]@ %@" = "%1$[Čas]@ %2$[je kratší než]@ %3$@";
"%[totaltime]@ %[is in the range]@ %@ to %@" = "%1$[Čas]@ %2$[je v rozsahu]@ %3$@ až %4$@";

"%[albumrating]@ %[is]@ %@" = "%1$[Hodnocení alba]@ %2$[je]@ %3$@";
"%[albumrating]@ %[is not]@ %@" = "%1$[Hodnocení alba]@ %2$[není]@ %3$@";
"%[albumrating]@ %[is greater than]@ %@" = "%1$[Hodnocení alba]@ %2$[je vyšší než]@ %3$@";
"%[albumrating]@ %[is less than]@ %@" = "%1$[Hodnocení alba]@ %2$[je nižší než]@ %3$@";
"%[albumrating]@ %[is in the range]@ %@ to %@" = "%1$[Hodnocení alba]@ %2$[je v rozsahu]@ %3$@ až %4$@";

"%[trackrating]@ %[is]@ %@" = "%1$[Hodnocení]@ %2$[je]@ %3$@";
"%[trackrating]@ %[is not]@ %@" = "%1$[Hodnocení]@ %2$[není]@ %3$@";
"%[trackrating]@ %[is greater than]@ %@" = "%1$[Hodnocení]@ %2$[je vyšší než]@ %3$@";
"%[trackrating]@ %[is less than]@ %@" = "%1$[Hodnocení]@ %2$[je nižší než]@ %3$@";
"%[trackrating]@ %[is in the range]@ %@ to %@" = "%1$[Hodnocení]@ %2$[je v rozsahu]@ %3$@ až %4$@";

"%[mediakind]@ %[is]@ %[Music]@" = "%1$[Druh média]@ %2$[je]@ %3$[hudba]@";
"%[mediakind]@ %[is]@ %[Music Video]@" = "%1$[Druh média]@ %2$[je]@ %3$[hudební video]@";
"%[mediakind]@ %[is]@ %[Movie]@" = "%1$[Druh média]@ %2$[je]@ %3$[film]@";
"%[mediakind]@ %[is]@ %[TV Show]@" = "%1$[Druh média]@ %2$[je]@ %3$[TV pořad]@";
"%[mediakind]@ %[is]@ %[Podcast]@" = "%1$[Druh média]@ %2$[je]@ %3$[podcast]@";
"%[mediakind]@ %[is]@ %[iTunes U]@" = "%1$[Druh média]@ %2$[je]@ %3$[iTunes U]@";
"%[mediakind]@ %[is]@ %[Audiobook]@" = "%1$[Druh média]@ %2$[je]@ %3$[audiokniha]@";
"%[mediakind]@ %[is]@ %[Book]@" = "%1$[Druh média]@ %2$[je]@ %3$[kniha]@";
"%[mediakind]@ %[is]@ %[Voice Memo]@" = "%1$[Druh média]@ %2$[je]@ %3$[hlasový záznam]@";
"%[mediakind]@ %[is]@ %[iTunes Extras]@" = "%1$[Druh média]@ %2$[je]@ %3$[iTunes Extras]@";
"%[mediakind]@ %[is not]@ %[Music]@" = "%1$[Druh média]@ %2$[není]@ %3$[hudba]@";
"%[mediakind]@ %[is not]@ %[Music Video]@" = "%1$[Druh média]@ %2$[není]@ %3$[hudební video]@";
"%[mediakind]@ %[is not]@ %[Movie]@" = "%1$[Druh média]@ %2$[není]@ %3$[film]@";
"%[mediakind]@ %[is not]@ %[TV Show]@" = "%1$[Druh média]@ %2$[není]@ %3$[TV pořad]@";
"%[mediakind]@ %[is not]@ %[Podcast]@" = "%1$[Druh média]@ %2$[není]@ %3$[podcast]@";
"%[mediakind]@ %[is not]@ %[iTunes U]@" = "%1$[Druh média]@ %2$[není]@ %3$[iTunes U]@";
"%[mediakind]@ %[is not]@ %[Audiobook]@" = "%1$[Druh média]@ %2$[není]@ %3$[audiokniha]@";
"%[mediakind]@ %[is not]@ %[Book]@" = "%1$[Druh média]@ %2$[není]@ %3$[kniha]@";
"%[mediakind]@ %[is not]@ %[Voice Memo]@" = "%1$[Druh média]@ %2$[není]@ %3$[hlasový záznam]@";
"%[mediakind]@ %[is not]@ %[iTunes Extras]@" = "%1$[Druh média]@ %2$[není]@ %3$[iTunes Extras]@";

"%[playlistpersistentid]@ %[is]@ %@" = "%1$[Seznam stop]@ %2$[je]@ %3$@";
"%[playlistpersistentid]@ %[is not]@ %@" = "%1$[Seznam stop]@ %2$[není]@ %3$@";

"%[trackkinds]@ %[is]@ %[local]@" = "%1$[Umístění]@ %2$[je]@ %3$[v tomto počítači]@";
"%[trackkinds]@ %[is]@ %[iCloud]@" = "%1$[Umístění]@ %2$[je]@ %3$[iCloud]@";
"%[trackkinds]@ %[is not]@ %[local]@" = "%1$[Umístění]@ %2$[není]@ %3$[v tomto počítači]@";
"%[trackkinds]@ %[is not]@ %[iCloud]@" = "%1$[Umístění]@ %2$[není]@ %3$[iCloud]@";

"%[icloudstatus]@ %[is]@ %[Matched]@" = "%1$[Stav na iCloudu]@ %2$[je]@ %3$[nahrazeno]@";
"%[icloudstatus]@ %[is]@ %[Purchased]@" = "%1$[Stav na iCloudu]@ %2$[je]@ %3$[zakoupeno]@";
"%[icloudstatus]@ %[is]@ %[Uploaded]@" = "%1$[Stav na iCloudu]@ %2$[je]@ %3$[odesláno]@";
"%[icloudstatus]@ %[is]@ %[Ineligible]@" = "%1$[Stav na iCloudu]@ %2$[je]@ %3$[nezpůsobilé]@";
"%[icloudstatus]@ %[is]@ %[Local Only]@" = "%1$[Stav na iCloudu]@ %2$[je]@ %3$[pouze místní]@";
"%[icloudstatus]@ %[is]@ %[Error]@" = "%1$[Stav na iCloudu]@ %2$[je]@ %3$[chyba]@";
"%[icloudstatus]@ %[is]@ %[Duplicate]@" = "%1$[Stav na iCloudu]@ %2$[je]@ %3$[duplikát]@";
"%[icloudstatus]@ %[is not]@ %[Matched]@" = "%1$[Stav na iCloudu]@ %2$[není]@ %3$[nahrazeno]@";
"%[icloudstatus]@ %[is not]@ %[Purchased]@" = "%1$[Stav na iCloudu]@ %2$[není]@ %3$[zakoupeno]@";
"%[icloudstatus]@ %[is not]@ %[Uploaded]@" = "%1$[Stav na iCloudu]@ %2$[není]@ %3$[odesláno]@";
"%[icloudstatus]@ %[is not]@ %[Ineligible]@" = "%1$[Stav na iCloudu]@ %2$[není]@ %3$[nezpůsobilé]@";
"%[icloudstatus]@ %[is not]@ %[Local Only]@" = "%1$[Stav na iCloudu]@ %2$[není]@ %3$[pouze místní]@";
"%[icloudstatus]@ %[is not]@ %[Error]@" = "%1$[Stav na iCloudu]@ %2$[není]@ %3$[chyba]@";
"%[icloudstatus]@ %[is not]@ %[Duplicate]@" = "%1$[Stav na iCloudu]@ %2$[není]@ %3$[duplikát]@";
